Repository: fruithost/Panel
Catalog: languages/*.po
Languages: hi_in

source: Account
hi_in: खाता

source: Databases
hi_in: डेटाबेस

source: Domains
hi_in: डोमेन

source: E-Mails
hi_in: ई-मेल

source: FTP
hi_in: एफ़टीपी

source: Hosting
hi_in: होस्टिंग

source: Extended
hi_in: विस्तारित

source: Support
hi_in: समर्थन

source: Administration
hi_in: प्रशासन

source: Server
hi_in: सर्वर

source: Confirmation
hi_in: पुष्टि

source: No
hi_in: नहीं

source: Yes
hi_in: हाँ

source: Unknown User
hi_in: अज्ञात उपयोगकर्ता

source: Password mismatched.
hi_in: पासवर्ड मेल नहीं खाता।

source: Settings
hi_in: सेटिंग्स

source: Logout
hi_in: लॉगआउट

source: Overview
hi_in: अवलोकन

source: Users
hi_in: उपयोगकर्ता

source: Themes
hi_in: विषय-वस्तु

source: Modules
hi_in: मॉड्यूल

source: Logfiles
hi_in: लॉगफ़ाइलें

source: Console
hi_in: कंसोल

source: Packages
hi_in: पैकेज

source: Services
hi_in: सेवाएँ

source: Reboot
hi_in: रिबूट

source: Access denied!
hi_in: प्रवेश निषेध!

source: You have no permissions for this page.
hi_in: आपके पास इस पृष्ठ के लिए कोई अनुमति नहीं है।

source: edit
hi_in: संपादित करें

source: create User
hi_in: उपयोगकर्ता बनाएं

source: Save
hi_in: बचाओ

source: Delete
hi_in: हटाएं

source: Create
hi_in: बनाएँ

source: Add new
hi_in: नया जोड़ें

source: No Users available!
hi_in: कोई उपयोगकर्ता उपलब्ध नहीं!

source: Please add some Users.
hi_in: कृपया कुछ उपयोगकर्ता जोड़ें।

source: User
hi_in: उपयोगकर्ता

source: Name
hi_in: नाम

source: E-Mail
hi_in: ई-मेल

source: Edit
hi_in: संपादित करें

source: Language
hi_in: भाषा

source: Time Format
hi_in: समय प्रारूप

source: Timezone
hi_in: समय क्षेत्र

source: ID
hi_in: आईडी

source: Username
hi_in: उपयोक्तानाम

source: E-Mail Adress
hi_in: ई-मेल पता

source: Full Name
hi_in: पूरा नाम

source: Phone Number
hi_in: फ़ोन नंबर

source: Postal Address
hi_in: डाक पता

source: Security settings
hi_in: सुरक्षा सेटिंग्स

source: Change password manually
hi_in: पासवर्ड मैन्युअल रूप से बदलें

source: Initiate password reset
hi_in: पासवर्ड रीसेट आरंभ करें

source: Generate new password
hi_in: नया पासवर्ड जनरेट करें

source: Type
hi_in: प्रकार

source: Smartphone
hi_in: स्मार्टफोन

source: disabled
hi_in: अक्षम

source: SMS
hi_in: एसएमएस

source: New Password
hi_in: नया पासवर्ड

source: Password Confirmation
hi_in: पासवर्ड पुष्टिकरण

source: Initiates the password recovery process.
hi_in: पासवर्ड पुनर्प्राप्ति प्रक्रिया प्रारंभ करता है।

source: The user receives an E-Mail with instructions on how to reset the password.
hi_in: उपयोगकर्ता को पासवर्ड रीसेट करने के निर्देशों के साथ एक ई-मेल प्राप्त होता है।

source: The user will probably not receive an E-Mail because the provided <strong>E-Mail address is invalid</strong>.
hi_in: उपयोगकर्ता को संभवतः ई-मेल प्राप्त नहीं होगा क्योंकि प्रदान किया गया <strong>ई-मेल पता अमान्य है</strong>।

source: Activate the reset using password recovery
hi_in: पासवर्ड पुनर्प्राप्ति का उपयोग करके रीसेट को सक्रिय करें

source: The system automatically generates a strong password and sends it to the user by E-Mail.
hi_in: सिस्टम स्वचालित रूप से एक मजबूत पासवर्ड उत्पन्न करता है और इसे ई-मेल द्वारा उपयोगकर्ता को भेजता है।

source: Please note that the password can only be sent if the user has entered a valid E-Mail address.
hi_in: कृपया ध्यान दें कि पासवर्ड केवल तभी भेजा जा सकता है जब उपयोगकर्ता ने वैध ई-मेल पता दर्ज किया हो।

source: Activate the reset using password generation
hi_in: पासवर्ड जनरेशन का उपयोग करके रीसेट को सक्रिय करें

source: Password Settings
hi_in: पासवर्ड सेटिंग्स

source: Cancel
hi_in: रद्द करें

source: Module not found!
hi_in: मॉड्यूल नहीं मिला!

source: Unknown module name. Please select an valid Module!
hi_in: अज्ञात मॉड्यूल नाम.

source: No Settings available!
hi_in: कोई सेटिंग उपलब्ध नहीं!

source: The Module %s has no settings!
hi_in: मॉड्यूल %s में कोई सेटिंग नहीं है!

source: Update
hi_in: अद्यतन

source: Upgrade
hi_in: अपग्रेड करें

source: Installed Modules
hi_in: स्थापित मॉड्यूल

source: Repositorys
hi_in: भंडार

source: No Themes available!
hi_in: कोई थीम उपलब्ध नहीं!

source: Please install some Themes.
hi_in: कृपया कुछ थीम्स स्थापित करें।

source: No Modules available!
hi_in: कोई मॉड्यूल उपलब्ध नहीं!

source: Please install some Modules.
hi_in: कृपया कुछ मॉड्यूल स्थापित करें।

source: Module
hi_in: मॉड्यूल

source: Description
hi_in: विवरण

source: Module is enabled.
hi_in: मॉड्यूल सक्षम है.

source: Module is disabled.
hi_in: मॉड्यूल अक्षम है.

source: Disable
hi_in: अक्षम करें

source: Enable
hi_in: सक्षम करें

source: Deinstall
hi_in: डिइंस्टॉल करें

source: The module <strong>%s</strong> has an new upgrade to <strong>Version %s</strong>!
hi_in: मॉड्यूल <strong>%s</strong> को <strong>संस्करण %s</strong> में एक नया अपग्रेड मिला है!

source: Upgrade now!
hi_in: अभी अपग्रेड करें!

source: Version
hi_in: संस्करण

source: by
hi_in: द्वारा

source: No Repositorys available!
hi_in: कोई रिपोजिटरी उपलब्ध नहीं!

source: Please adding some Repositorys to keep updates.
hi_in: कृपया अपडेट रखने के लिए कुछ रिपॉजिटरी जोड़ें।

source: Add Repository
hi_in: रिपॉजिटरी जोड़ें

source: Repository
hi_in: भंडार

source: Status
hi_in: स्थिति

source: Actions
hi_in: क्रियाएँ

source: Never updated
hi_in: कभी अद्यतन नहीं किया गया

source: Error
hi_in: त्रुटि

source: Malformed Repository
hi_in: विकृत भंडार

source: More Informations
hi_in: अधिक जानकारी

source: Last updated
hi_in: अंतिम अद्यतन

source: Repository URL
hi_in: रिपॉजिटरी यूआरएल

source: Package
hi_in: पैकेज

source: Command...
hi_in: कमांड...

source: Refresh
hi_in: ताज़ा करें

source: Loading
hi_in: लोड हो रहा है

source: No File selected!
hi_in: कोई फ़ाइल चयनित नहीं!

source: Please select an Logfile from the List.
hi_in: कृपया सूची से एक लॉगफ़ाइल चुनें।

source: Directory
hi_in: निर्देशिका

source: Path
hi_in: पथ

source: No permissions!
hi_in: कोई अनुमति नहीं!

source: File
hi_in: फ़ाइल

source: Global settings for the Panel
hi_in: पैनल के लिए वैश्विक सेटिंग्स

source: Project name
hi_in: परियोजना का नाम

source: Show Copyright
hi_in: कॉपीराइट दिखाएँ

source: Shows the copyright in the footer
hi_in: पादलेख में कॉपीराइट दिखाता है

source: Default Language
hi_in: डिफ़ॉल्ट भाषा

source: Default Time Format
hi_in: डिफ़ॉल्ट समय प्रारूप

source: Default Timezone
hi_in: डिफ़ॉल्ट समयक्षेत्र

source: Service
hi_in: सेवा

source: Info
hi_in: जानकारी

source: System Properties
hi_in: सिस्टम गुण

source: Hostname
hi_in: होस्टनाम

source: Time
hi_in: समय

source: System
hi_in: प्रणाली

source: Kernel
hi_in: कर्नेल

source: Uptime
hi_in: अपटाइम

source: Daemon
hi_in: डेमन

source: Last Start
hi_in: अंतिम प्रारंभ

source: %s ago
hi_in: %s पहले

source: Last End
hi_in: अंतिम अंत

source: Last Time
hi_in: पिछली बार

source: %d Seconds
hi_in: %d सेकंड

source: Mounted Drives
hi_in: माउंटेड ड्राइव

source: Type: %s | FileSystem: %s | Size: %s / %s
hi_in: प्रकार: %s |

source: System-Reboot
hi_in: सिस्टम-रीबूट

source: Do you really want to reboot the complete system?
hi_in: क्या आप सचमुच संपूर्ण सिस्टम को रीबूट करना चाहते हैं?

source: Reboot now!
hi_in: अभी रिबूट करें!

source: Please sign in
hi_in: कृपया साइन इन करें

source: Code
hi_in: कोड

source: Password
hi_in: पासवर्ड

source: Lost password
hi_in: पासवर्ड खो गया

source: Sign in
hi_in: साइन इन करें

source: Global Settings
hi_in: वैश्विक सेटिंग्स

source: Security
hi_in: सुरक्षा

source: Global settings for your usability
hi_in: आपकी प्रयोज्यता के लिए वैश्विक सेटिंग्स

source: Some security settings for your safety.
hi_in: आपकी सुरक्षा के लिए कुछ सुरक्षा सेटिंग्स।

source: Check your E-Mail address in the <a href="%s">account settings</a>.
hi_in: <a href="%s">खाता सेटिंग</a> में अपना ई-मेल पता जांचें।

source: Reset your Password
hi_in: अपना पासवर्ड रीसेट करें

source: Back to the login
hi_in: लॉगिन पर वापस जाएं

source: Reset Password
hi_in: पासवर्ड रीसेट करें

source: Account Details
hi_in: खाता विवरण

source: Change Password
hi_in: पासवर्ड बदलें

source: Current personal details that you have provided us with, We ask that you keep these upto date in case we require to contact you regarding your hosting package.
hi_in: वर्तमान व्यक्तिगत विवरण जो आपने हमें प्रदान किए हैं, हम अनुरोध करते हैं कि यदि हमें आपके होस्टिंग पैकेज के संबंध में आपसे संपर्क करने की आवश्यकता हो तो आप इन्हें अद्यतन रखें।

source: Change your current control panel password.
hi_in: अपना वर्तमान नियंत्रण कक्ष पासवर्ड बदलें।

source: Current Password
hi_in: वर्तमान पासवर्ड

source: DEMO VERSION
hi_in: डेमो संस्करण

source: Reload
hi_in: पुनः लोड करें

source: Module Error
hi_in: मॉड्यूल त्रुटि

source: The specified module could not be loaded.
hi_in: निर्दिष्ट मॉड्यूल लोड नहीं किया जा सका।

source: 404 - Not Found
hi_in: 404 - नहीं मिला

source: The page you requested could not be found.
hi_in: आपके द्वारा अनुरोधित पृष्ठ नहीं मिल सका।

source: Welcome to %s!
hi_in: %s में आपका स्वागत है!

source: Get Started
hi_in: आरंभ करें

source: Create a Domain
hi_in: एक डोमेन बनाएं

source: create a new subdomain
hi_in: एक नया उपडोमेन बनाएं

source: Next Steps
hi_in: अगले चरण

source: Create an FTP Account
hi_in: एक एफ़टीपी खाता बनाएँ

source: Create a new Database
hi_in: एक नया डेटाबेस बनाएं

source: Create a new Mailbox
hi_in: एक नया मेलबॉक्स बनाएं

source: More Actions
hi_in: अधिक क्रियाएँ

source: Modify your Account settings
hi_in: अपनी खाता सेटिंग संशोधित करें

source: Settings for <strong>%s</strong> was successfully updated.
hi_in: <strong>%s</strong> के लिए सेटिंग्स सफलतापूर्वक अपडेट की गईं।

source: Please repeat your new password.
hi_in: कृपया अपना नया पासवर्ड दोहराएं।

source: The new password must contain the minimum number of 8 characters.
hi_in: नए पासवर्ड में न्यूनतम 8 अक्षर होने चाहिए।

source: Can\t send recovery instructions, because the user has an <strong>invalid E-Mail address</strong>.
hi_in: पुनर्प्राप्ति निर्देश नहीं भेज सकते, क्योंकि उपयोगकर्ता के पास <strong>अमान्य ई-मेल पता</strong> है।

source: New password for your account
hi_in: आपके खाते के लिए नया पासवर्ड

source: The new generated password has been sent to users E-Mail adress!
hi_in: नया जनरेट किया गया पासवर्ड उपयोगकर्ताओं के ई-मेल पते पर भेज दिया गया है!

source: Your password request has been sent to users E-Mail adress!
hi_in: आपका पासवर्ड अनुरोध उपयोगकर्ताओं के ई-मेल पते पर भेज दिया गया है!

source: Security-Settings for <strong>%s</strong> was successfully updated.
hi_in: <strong>%s</strong> के लिए सुरक्षा-सेटिंग्स सफलतापूर्वक अद्यतन की गई।

source: Please enter a valid E-Mail address.
hi_in: कृपया एक वैध ई-मेल पता दर्ज करें।

source: User <strong>%s</strong> was successfully edited.
hi_in: उपयोगकर्ता <strong>%s</strong> को सफलतापूर्वक संपादित किया गया।

source: You cant delete the admin account!
hi_in: आप व्यवस्थापक खाता नहीं हटा सकते!

source: The user <strong>%s</strong> was successfully deleted.
hi_in: उपयोगकर्ता <strong>%s</strong> को सफलतापूर्वक हटा दिया गया।

source: Please select some entries you want to delete.
hi_in: कृपया कुछ प्रविष्टियाँ चुनें जिन्हें आप हटाना चाहते हैं।

source: Please enter the username.
hi_in: कृपया उपयोक्तानाम दर्ज करें।

source: The new username must contain the minimum number of 2 characters.
hi_in: नये उपयोक्तानाम में न्यूनतम 2 अक्षर होने चाहिए।

source: The username is already in use.
hi_in: उपयोगकर्ता नाम पहले से ही उपयोग में है।

source: Please enter an E-Mail address.
hi_in: कृपया एक ई-मेल पता दर्ज करें।

source: The E-Mail address is already in use.
hi_in: ई-मेल पता पहले से ही उपयोग में है।

source: Please enter the password.
hi_in: कृपया पासवर्ड दर्ज करें।

source: Please repeat the password.
hi_in: कृपया पासवर्ड दोहराएं।

source: Your password and confirmation password do not match.
hi_in: आपका पासवर्ड और पुष्टिकरण पासवर्ड मेल नहीं खाता।

source: The user <strong>%s</strong> was successfully created.
hi_in: उपयोगकर्ता <strong>%s</strong> सफलतापूर्वक बनाया गया।

source: Please enter an valid repository URL!
hi_in: कृपया एक वैध रिपोजिटरी यूआरएल दर्ज करें!

source: Repository already exists!
hi_in: रिपॉजिटरी पहले से मौजूद है!

source: The module is already disabled!
hi_in: मॉड्यूल पहले से ही अक्षम है!

source: The module was successfully disabled.
hi_in: मॉड्यूल सफलतापूर्वक अक्षम कर दिया गया था।

source: The module not exists!
hi_in: मॉड्यूल मौजूद नहीं है!

source: The module is already enabled!
hi_in: मॉड्यूल पहले से ही सक्षम है!

source: The module was successfully enabled.
hi_in: मॉड्यूल सफलतापूर्वक सक्षम किया गया था।

source: The module was successfully deinstalled!
hi_in: मॉड्यूल सफलतापूर्वक अनइंस्टॉल किया गया!

source: <strong>%d Repository%s</strong> was updated. Found %d related Update%s!
hi_in: <strong>%d रिपोजिटरी%s</strong> को अद्यतन किया गया।

source: <strong>%d Repositorys</strong> was successfully removed
hi_in: <strong>%d रिपॉजिटरी</strong> को सफलतापूर्वक हटा दिया गया

source: You have no permissions for this action!
hi_in: आपके पास इस कार्रवाई के लिए कोई अनुमति नहीं है!

source: The system settings has been saved.
hi_in: सिस्टम सेटिंग्स सहेज ली गई हैं।

source: The System will be rebooted now!
hi_in: सिस्टम अब रीबूट हो जाएगा!

source: Your 2FA code is invalid!
hi_in: आपका 2एफए कोड अमान्य है!

source: Please complete the two factor authentication:
hi_in: कृपया दो कारक प्रमाणीकरण पूरा करें:

source: Login was unsuccessful!
hi_in: लॉगिन असफल रहा!

source: Your security settings has been updated.
hi_in: आपकी सुरक्षा सेटिंग्स अपडेट कर दी गई हैं।

source: Your settings has been updated.
hi_in: आपकी सेटिंग्स अपडेट कर दी गई हैं।

source: The given Token is invalid or was expired.
hi_in: दिया गया टोकन अमान्य है या समाप्त हो चुका है।

source: Please enter a new password.
hi_in: कृपया एक नया पासवर्ड दर्ज करें।

source: Your password has been restored.
hi_in: आपका पासवर्ड पुनर्स्थापित कर दिया गया है।

source: Please enter an valid and registred E-Mail address!
hi_in: कृपया एक वैध और पंजीकृत ई-मेल पता दर्ज करें!

source: Your request has been sent to your E-Mail adress!
hi_in: आपका अनुरोध आपके ई-मेल पते पर भेज दिया गया है!

source: Please enter your current password.
hi_in: कृपया अपना वर्तमान पासवर्ड दर्ज करें।

source: Please enter your new password.
hi_in: कृपया अपना नया पासवर्ड दर्ज करें।

source: Your current password is not correct!
hi_in: आपका वर्तमान पासवर्ड सही नहीं है!

source: Your password has been updated.
hi_in: आपका पासवर्ड अपडेट कर दिया गया है।

source: Please enter your E-Mail address.
hi_in: कृपया अपना ई-मेल पता दर्ज करें।

source: Please enter your first name.
hi_in: कृपया अपना पहला नाम दर्ज करें।

source: Please enter your last name.
hi_in: कृपया अपना अंतिम नाम दर्ज करें।

source: Please enter your phone number.
hi_in: कृपया अपना फ़ोन नंबर दर्ज करें।

source: Please enter your address.
hi_in: कृपया अपना पता दर्ज करें।

source: Your personal data has been updated.
hi_in: आपका व्यक्तिगत डेटा अपडेट कर दिया गया है।

source: Enable Two-factor authentication (2FA)
hi_in: दो-कारक प्रमाणीकरण सक्षम करें (2एफए)

source: Do you really wan't to delete all selected users?
hi_in: क्या आप सचमुच सभी चयनित उपयोगकर्ताओं को हटाना नहीं चाहते?

source: Do you really wan't to delete the user?
hi_in: क्या आप सचमुच उपयोगकर्ता को हटाना नहीं चाहते?
